Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: 9 per cent higher.
fr_fr: investissements des entreprises auraient été 9 % plus élevés en 2021.

source: Currently, to receive approval, major projects must undergo numerous reviews and assessments that
fr_fr: À l'heure actuelle, avant d'être approuvés, les grands projets doivent faire l'objet de multiples

source: often happen one after the other, instead of all running in parallel.
fr_fr: examens et évaluations, qui sont souvent menés les uns après les autres au lieu d'être réalisés en

source: A core mission of Canada's new government is to accelerate the delivery of major projects.
fr_fr: même temps. Une grande mission du nouveau gouvernement du Canada consiste à accélérer la réalisation des grands

source: With the Building Canada Act, we are fast-tracking nation-building infrastructure projects by
fr_fr: projets. La Loi visant à bâtir le Canada nous permettra de donner un coup

source: streamlining federal review and approval processes.
fr_fr: processus d'évaluation et d'approbation au niveau fédéral.

source: This will increase regulatory certainty, helping
fr_fr: Nous pourrons ainsi accroître la

source: attract capital and strengthening our industries.
fr_fr: certitude sur le plan réglementaire, attirer plus de capitaux et renforcer nos industries, et ce,

source: This is done all while maintaining strong
fr_fr: tout en conservant des mesures de protection environnementale rigoureuses, en assurant le respect

source: environmental protections, upholding Indigenous rights, and creating opportunities for Indigenous
fr_fr: des droits des peuples autochtones et en créant des occasions pour les Autochtones de profiter des

source: Peoples to derive economic benefits from major project development.
fr_fr: retombées économiques des grands projets.

source: The government also undertook a
fr_fr: Par ailleurs, le gouvernement a lancé un examen visant à

source: review aimed at eliminating red tape.
fr_fr: éliminer les obstacles bureaucratiques.

source: Ministers have identified approximately 500 recent
fr_fr: Les ministres ont cerné quelque 500 améliorations

source: improvements and forward-looking actions to reduce regulatory red tape.
fr_fr: pouvant être apportées dès maintenant ou à plus long terme afin d'alléger le fardeau administratif

source: These include getting
fr_fr: lié à la réglementation.

source: agricultural products to market faster and aligning transportation regulations with international
fr_fr: produits agricoles et à harmoniser la réglementation fédérale en matière de transports avec les

source: standards to reduce costs and make it easier for Canadian companies do business internationally.
fr_fr: normes internationales pour réduire les coûts et faciliter le commerce des entreprises canadiennes à l'étranger.

source: Launching the Major Projects Office
fr_fr: Lancer les activités du Bureau des grands projets

source: Delivering on a key commitment under the Building Canada Act , on August 29, 2025,
fr_fr: Pour donner suite à un engagement important pris dans la Loi visant à bâtir le Canada , le

source: the government launched the Major Projects Office (MPO) to serve
fr_fr: gouvernement a mis en place, le 29 août 2025, le Bureau des grands

source: as a single point of contact to get nation-building projects built faster.
fr_fr: projets à titre de point de service unique, chargé d'assurer la réalisation rapide des

source: The Major
fr_fr: projets d'intérêt national.

source: Projects Office will help to identify projects that are in Canada's national interest
fr_fr: Le Bureau des grands projets contribuera à sélectionner

source: and work to fast-track their development.
fr_fr: les projets d'intérêt national pour le Canada et à accélérer leur mise en œuvre.

source: To be in Canada's national interest, several criteria will be considered:
fr_fr: En effet, les projets seront évalués en fonction de la mesure dans laquelle ils

source: Whether a project will strengthen Canada's autonomy, resilience, and security.
fr_fr: pourront : renforcer l'autonomie, la résilience et la sécurité du Canada;

source: Whether a project will provide economic or other benefits to Canada.
fr_fr: offrir des retombées économiques ou autres au Canada;

source: The likelihood of successful project execution.
fr_fr: avoir une bonne chance d'être menés à bien;

source: Whether a project will advance the interests of Indigenous Peoples.
fr_fr: faire avancer les intérêts des peuples autochtones;

source: Whether a project will contribute to clean growth and addressing climate change.
fr_fr: contribuer à la croissance propre et à la lutte contre les changements climatiques.

source: The First Major Nation-Building Projects
fr_fr: Premiers grands projets d'intérêt national

source: In September 2025, the Prime Minister announced the first series of projects being referred to
fr_fr: En septembre 2025, le premier ministre a annoncé la première série de projets soumis à l'examen

source: the Major Projects Office for consideration:
fr_fr: du Bureau des grands projets :

source: LNG Canada Phase 2, Kitimat, British Columbia: This project will
fr_fr: LNG Canada – phase 2, Kitimat (Colombie-Britannique) : Ce projet

source: double LNG Canada's capacity of liquefied natural gas, making it the second-largest facility of
fr_fr: permettra de doubler la production de gaz naturel liquéfié (GNL) de LNG Canada, et

source: its kind in the world.
fr_fr: Le projet devrait

source: It is expected to attract significant private-sector capital to Canada,
fr_fr: attirer d'importants capitaux privés au Canada, contribuer à la croissance de notre PIB et

source: contribute to our GDP growth, and support jobs and economic growth in local communities.
fr_fr: soutenir l'emploi et la croissance économique dans les communautés de la région.

source: diversify our trading partners and meet increasing global demand for secure, low-carbon energy
fr_fr: d'énergie fiable et à faible teneur en carbone grâce au GNL canadien, pour contribuer ainsi à la

source: with Canadian LNG, contributing to worldwide energy security by increasing the supply of
fr_fr: sécurité énergétique mondiale en augmentant l'approvisionnement en gaz naturel de nos

source: available natural gas for Asian and European partners.
fr_fr: partenaires asiatiques et européens.

source: Leveraging Canada's sustainable
fr_fr: Grâce à l'avantage durable du Canada, les émissions

source: advantage, emissions are projected to be 35 per cent lower than the world's
fr_fr: devraient être 35 % inférieures à celles des installations de GNL les plus performantes au

source: best-performing LNG facilities and 60 per cent lower than the global average.
fr_fr: monde et 60 % inférieures à la moyenne mondiale.

source: Darlington New Nuclear Project, Bowmanville, Ontario: This project will
fr_fr: Nouveau projet nucléaire de Darlington, Bowmanville (Ontario) : Ce

source: make Canada the first G7 country to have an operational small modular reactor (SMR),
fr_fr: projet fera du Canada le premier pays du G7 à disposer d'un petit réacteur modulaire (PRM)

source: accelerating the commercialisation of a key technology that could support Canadian and global
fr_fr: en service, ce qui accélérera la commercialisation d'une technologie clé susceptible de répondre

source: clean energy needs while driving $500 million annually into Ontario's nuclear supply chain.
fr_fr: aux besoins en énergie propre, au Canada et dans le monde entier, tout en injectant

source: As announced in October 2025, the government will invest $2 billion through Canada Growth Fund into construction of this project.
fr_fr: 500 millions de dollars par an dans la chaîne d'approvisionnement nucléaire de l'Ontario. Comme il a été annoncé en octobre 2025, le gouvernement investira dans la construction de

source: This follows an early works loan from the Canada Infrastructure Bank.
fr_fr: ce projet un montant de 2 milliards de dollars par l'intermédiaire du Fonds de

source: Once complete, Darlington's first of four
fr_fr: croissance duCanada .

source: planned SMR units will provide reliable, affordable, clean power to 300,000 homes, while
fr_fr: Cet investissement fait suite à un prêt de

source: sustaining 3,700 jobs annually, including 18,000 during construction, over the next
fr_fr: la Banque de l'infrastructure du Canada pour les travaux de construction préliminaires.

source: 65 years.
fr_fr: Une fois achevé, le premier des quatre PRM de Darlington fournira au cours des 65 prochaines années

source: The project has the potential to position Canada as a global leader in the
fr_fr: construction. Ce projet pourrait permettre au Canada de devenir un chef de file mondial du

source: deployment of SMR technology for use across the country and worldwide.
fr_fr: déploiement des technologies de PRM, qui pourraient être utilisées partout au pays et dans le

source: Contrecœur Terminal Container Project, Contrecœur, Québec: This project
fr_fr: monde entier. Projet de terminal à conteneurs de Contrecœur, Contrecœur (Québec) : Ce

source: will expand the Port of Montréal's capacity by approximately 60 per cent, to give
fr_fr: projet permettra d'augmenter la capacité du port de Montréal d'environ 60 %, afin de doter

source: Eastern Canada the trading infrastructure it needs to keep goods moving, meet growing demand,
fr_fr: l'Est du Canada des infrastructures commerciales nécessaires pour assurer la circulation des

source: and diversify trade routes.
fr_fr: marchandises, répondre à la demande croissante et diversifier les routes commerciales.

source: It will strengthen supply chains, create thousands of jobs, and
fr_fr: Le projet contribuera à renforcer les chaînes d'approvisionnement, à créer des milliers d'emplois et à

source: generate approximately $140 million annually in local and national economic benefits across
fr_fr: générer environ 140 millions de dollars par année en retombées économiques locales et

source: Québec and Canada.
fr_fr: nationales au Québec et au Canada.

source: Currently, the Species at Risk Act permit has been approved and
fr_fr: À l'heure actuelle, le permis requis a été accordé au titre

source: preliminary work on the project is underway.
fr_fr: de la Loi sur les espèces en péril , et les travaux préliminaires ont commencé.

source: McIlvenna Bay Foran Copper Mine Project, East-Central
fr_fr: Projet de mine de cuivre de Foran à McIlvenna Bay, centre-est de la Saskatchewan : Ce projet est mené dans l'une des ceintures minérales les plus riches du Canada en

source: Saskatchewan: Situated in one of Canada's richest mineral belts and working in
fr_fr: étroite collaboration avec la Nation crie de Peter Ballantyne.

source: close collaboration with the Peter Ballantyne Cree Nation, this project will supply copper and
fr_fr: Il fournira du cuivre et du

source: zinc to strengthen Canada's position as a global supplier of critical minerals for clean energy,
fr_fr: zinc afin de renforcer la position du Canada en tant que fournisseur mondial de minéraux

source: advanced manufacturing, and modern infrastructure.
fr_fr: critiques dans les domaines de l'énergie propre, de la fabrication de pointe et des

source: It will create 400 jobs, boost local
fr_fr: Il permettra de créer 400 emplois et de stimuler les économies

source: economies in Saskatchewan and Québec, where the copper will be smelted, and is expected to be
fr_fr: locales en Saskatchewan et au Québec, où le cuivre sera fondu. Ce devrait être le premier projet

source: the first net-zero copper project in Canada.
fr_fr: de cuivre carboneutre au Canada.

source: Red Chris Mine expansion, Northwest British Columbia: This major expansion
fr_fr: Expansion de la mine Red Chris, nord-ouest de la Colombie-Britannique : Ce

source: project will extend the lifespan of the mine by over a decade, increase Canada's annual copper
fr_fr: grand projet d'expansion permettra de prolonger de plus de 10 ans la durée de vie de

source: production by over 15 per cent, employ about 1,500 workers during operations, with a
fr_fr: la mine, d'augmenter de plus de 15 % la production annuelle de cuivre au Canada,

source: peak of approximately 1,800 workers during construction, and reduce greenhouse gas emissions by
fr_fr: jusqu'à environ 1 800 travailleurs pendant la période de construction, et de réduire

source: over 70 per cent when operational.
fr_fr: de plus de 70 % les émissions de gaz à effet de serre lorsqu'il sera en service.

source: Working in close collaboration with the Tahltan
fr_fr: Ce projet, qui sera réalisé en étroite collaboration avec la Nation de Tahltan, constitue une étape

source: Nation, it is an important step in reconciliation and further developing the potential of
fr_fr: importante dans le processus de réconciliation et le développement du potentiel du nord de la

source: Northern British Columbia and will strengthen Canada's role as a reliable supplier of copper and
fr_fr: Colombie-Britannique. Il contribuera aussi à renforcer le rôle du Canada en tant que fournisseur

source: other resources essential for global manufacturing and clean energy technologies.
fr_fr: fiable de cuivre et d'autres ressources essentielles à la fabrication mondiale et aux

source: This mine is
fr_fr: Cette mine fait partie de l'initiative de Corridor

source: part of the proposed Northwest Critical Conservation Corridor .
fr_fr: essentiel de conservation du Nord-Ouest .

source: corridor is being moved to the MPO for consideration as a new transformative strategy, as it
fr_fr: nouvelle stratégie transformatrice au Bureau des grands projets, étant donné les possibilités

source: presents opportunities for critical minerals development, clean power transmission, Indigenous
fr_fr: qu'il présente pour l'exploitation de minéraux critiques, le transport d'énergie propre, la

source: project leadership, and a potential new conservation area the size of Greece.
fr_fr: direction de projets par les peuples autochtones et la création d'une nouvelle zone de

source: Together, these projects represent investments of more than $60 billion in our
fr_fr: Ensemble, ces projets représentent des investissements de plus de 60 milliards de

source: economy and will create thousands of well-paying jobs for Canadians.
fr_fr: dollars dans notre économie, et ils permettront de créer des milliers d'emplois bien rémunérés

source: In addition to the first five projects, Canada's new government also believes that there are
fr_fr: Outre ces cinq projets, le nouveau gouvernement du Canada estime qu'il y a d'autres projets qui

source: several strategies for projects that could be truly transformative for this country, which are
fr_fr: pourraient contribuer de manière concrète à transformer le pays, mais qui en sont encore à un stade

source: at an earlier stage and require further development:
fr_fr: précoce et doivent être développés davantage :

source: Critical Minerals Strategy: Canada can be a powerhouse in the extraction
fr_fr: Stratégie sur les minéraux critiques : le Canada peut devenir un chef de

source: and upgrading of critical minerals.
fr_fr: file dans le domaine de l'extraction et de la valorisation des minéraux critiques.

source: A priority for the MPO will be to help more critical
fr_fr: Une des priorités du Bureau des grands projets sera d'aider davantage de projets liés aux minéraux

source: minerals projects get to final investment decisions within a two-year window.
fr_fr: critiques à se rendre jusqu'à l'étape des décisions finales en matière d'investissement dans un

source: This will ensure
fr_fr: délai de deux ans.

source: that our critical minerals industry can grow, and that Canada and our global partners can
fr_fr: Ainsi, notre industrie des minéraux critiques pourra croître, et le Canada et

source: benefit from our value chains for clean technologies and defence.
fr_fr: nos partenaires mondiaux pourront tirer parti de nos chaînes de valeur pour les technologies

source: These
fr_fr: propres et la défense.

source: opportunities exist in many of Canada's regions—including Ontario's Ring of Fire, British
fr_fr: canadiennes, dont le Cercle de feu en Ontario, le Triangle d'or en Colombie-Britannique et la

source: Columbia's Golden Triangle, and the Slave Geological Province in the Northwest Territories and
fr_fr: province géologique des Esclaves chevauchant les Territoires du Nord-Ouest et le Nunavut.

source: Nunavut.
fr_fr: Wind West Atlantic Energy : ces projets visent à exploiter plus

source: Wind West Atlantic Energy: Projects that will leverage over 60 gigawatts
fr_fr: de 60 gigawatts du potentiel éolien de la Nouvelle-Écosse et d'autres régions du

source: of wind power potential in Nova Scotia, and more across Atlantic Canada, connecting that
fr_fr: Canada atlantique, afin d'acheminer cette énergie renouvelable et sans émissions vers l'Est du

source: renewable, emissions-free energy to Eastern and Atlantic Canada to meet rapidly growing
fr_fr: Canada et le Canada atlantique pour répondre à la demande qui augmente rapidement.

source: demand—with the potential for exports to the Northeastern United States.
fr_fr: Il existe également un potentiel d'exportation au nord-est des États-Unis.

source: The MPO will develop
fr_fr: Le Bureau des grands projets

source: the regulatory certainty that attracts private investment and sets the course for long-term wind
fr_fr: investissements privés et de préparer le terrain à une mise en valeur à long terme des

source: resources development in the Atlantic provinces.
fr_fr: ressources éoliennes dans les provinces de l'Atlantique.

source: This Eastern Energy Partnership could
fr_fr: Le Partenariat énergétique de l'Est

source: include important projects like interties between New Brunswick and Nova Scotia, transmission
fr_fr: pourrait comprendre d'importants projets tels que des interconnexions entre le Nouveau-Brunswick

source: cables between Prince Edward Island and New Brunswick, as well as Québec's and Newfoundland and
fr_fr: et la Nouvelle-Écosse, des câbles de transmission entre l'Île-du-Prince-Édouard et le

source: Labrador's further development of Churchill Falls and Gull Island.
fr_fr: Nouveau-Brunswick ainsi que le projet d'expansion de Churchill Falls et de Gull Island du Québec

source: Pathways Plus: An Alberta-based carbon capture and storage network and
fr_fr: Pathways Plus : ce projet de réseau de captage et de stockage du carbone

source: pipeline project that will substantially reduce emissions with additional energy infrastructure
fr_fr: et d'oléoduc en Alberta permettra de réduire substantiellement les émissions, tout en ajoutant

source: that will support a strong conventional energy sector while driving down emissions from the oil
fr_fr: des infrastructures énergétiques supplémentaires pour soutenir un secteur de l'énergie

source: sands.
fr_fr: Le

source: Pathways will facilitate low-carbon oil exports from the Alberta oil sands to a range of
fr_fr: projet Pathways facilitera des exportations de pétrole ayant une faible empreinte carbone de la

source: markets that demand Canadian energy.
fr_fr: région des sables bitumineux de l'Alberta vers divers marchés qui ont besoin de l'énergie canadienne.

source: Arctic Economic and Security Corridor: A set of all-weather, dual-use,
fr_fr: Corridor économique et de sécurité de l'Arctique : cet ensemble de projets

source: land and port-to-port-to-port infrastructure projects that will contribute to Canada's defence
fr_fr: d'infrastructure terrestre et de port à port, toutes saisons et à utilisation mixte

source: and northern development.
fr_fr: contribueront à la défense et au développement dans le Nord du Canada.

source: The project will support Northern critical mineral projects, create
fr_fr: des projets de minéraux critiques dans le Nord, de créer de nouvelles occasions de développement

source: new opportunities for sustainable development, and connect communities to the rest of Canada,
fr_fr: durable et de relier des communautés au reste du Canada, tout en renforçant les capacités des

source: while increasing capability for the Canadian Armed Forces in the North.
fr_fr: Forces armées canadiennes dans le Nord.

source: Port of Churchill Plus: Rooted in partnership with Indigenous Peoples,
fr_fr: Port de Churchill plus : ce groupe de projets, réalisés

source: including in co-operation with Manitoba's Crown-Indigenous Corporation, this set of projects
fr_fr: en partenariat avec les peuples autochtones, et également avec la société Couronne-Autochtones

source: will upgrade the Port of Churchill and expand trade corridors with an all-weather road, an
fr_fr: du Manitoba, permettra de moderniser le port de Churchill et d'élargir les corridors commerciaux

source: upgraded rail line, a new energy corridor, and marine ice-breaking capacity.
fr_fr: énergétique et à une capacité de brise-glace maritime.

source: The approach will
fr_fr: Cette approche privilégiera une prise de

source: prioritise Indigenous equity ownership in developing the projects needed to turn the Port of
fr_fr: participation des Autochtones dans la mise en place des projets nécessaires pour transformer le

source: Churchill into a major four season and dual-use gateway for the region.
fr_fr: port de Churchill en un point d'entrée à usages mixtes pour la région, et ce, en toutes saisons.

source: Expanded export capacity
fr_fr: En augmentant la capacité d'exportation dans le Nord par l'intermédiaire de la baie d'Hudson,

source: in the North through Hudson Bay will contribute to increased and diversified trade with Europe
fr_fr: nous pourrons accroître et diversifier le commerce avec l'Europe et d'autres partenaires, tout

source: and other partners, while more strongly linking Churchill to the rest of Canada.
fr_fr: en raccordant mieux Churchill au reste du Canada.

source: Alto High-Speed Rail: Canada's first high-speed railway, spanning
fr_fr: Train à grande vitesse Alto : premier train à grande vitesse du Canada, le

source: approximately 1,000 km from Toronto to Québec City and reaching speeds of up
fr_fr: train Alto parcourra environ 1 000 km entre Toronto et Québec et atteindra une vitesse

source: to 300 km/hour to cut travel times in half and connect close to half of Canada's
fr_fr: maximale de 300 km/h, ce qui permettra de réduire de moitié la durée du trajet et de

source: population.
fr_fr: relier près de la moitié de la population canadienne.

source: This is a project that could create 51,000 jobs during construction and inject
fr_fr: Ce projet pourrait créer 51 000 emplois pendant la phase de construction, injecter

source: up to $35 billion into our GDP—with a target of 25 million tonnes in emissions
fr_fr: jusqu'à 35 milliards de dollars dans notre PIB et réduire de 25 millions de

source: savings.
fr_fr: tonnes les émissions.

source: The MPO will work to accelerate engineering, regulatory, and permitting work to enable
fr_fr: Le Bureau des grands projets veillera à accélérer les travaux

source: construction of the project to start in four years, cutting the original eight-year timeline in
fr_fr: d'ingénierie, de réglementation et d'octroi des permis afin que la construction du projet puisse

source: half. The Major Projects Office represents a shift in how government will advance
fr_fr: Le Bureau des grands projets représente un important changement dans la façon dont

source: regulatory approvals and coordinate financing to supercharge major project development in Canada.
fr_fr: le gouvernement fera avancer le processus d'approbation réglementaire et coordonnera le financement
